Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_blocked_list_already_blocked
source: already blocked
be: ужо заблакіраваны
ca: ja s'ha blocat
de: bereits blockiert
es: ya está bloqueado
fr: déjà bloqué
it: già bloccato
ko: 이미 차단됨
ms: telah disekat
nl: al geblokkeerd
pl: już zablokowany
pt_br: já bloqueado
ru: уже заблокирован(а)
tr: zaten engelli
uk: вже заблоковано

# lng_blocked_list_confirm_ok
source: Block
be: Заблакіраваць
ca: Bloca
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ko: 차단
ms: Sekat
nl: Blokkeer
pl: Zablokuj
pt_br: Bloquear
ru: Заблокировать
tr: Engelle
uk: Заблокувати

# lng_blocked_list_confirm_text
source: Do you want to block {name} from messaging and calling you on Telegram?
be: Вы хочаце заблакіраваць {name} і тым самым забараніць адпраўляць паведамленні і тэлефанаваць вам у Telegram?
ca: Voleu blocar {name} perquè no us enviï missatges ni trucades pel Telegram?
de: Wirklich {name} blockieren und davon abhalten, dir Nachrichten bei Telegram zu senden oder dich anzurufen?
es: ¿Quieres bloquear los mensajes y llamadas de {name} en Telegram?
fr: Voulez-vous empêcher {name} de vous écrire et de vous appeler sur Telegram ?
it: Vuoi impedire a {name} di scriverti e chiamarti su Telegram?
ko: 텔레그램 메시지와 전화 수신에서 {name} 님을 차단하시겠습니까?
ms: Anda ingin hadkan {name} dari hantar mesej dan panggil anda dengan Telegram?
nl: {name} echt blokkeren om je berichten te sturen en je te bellen via Telegram?
pl: Czy chcesz zablokować pisanie wiadomości i dzwonienie do ciebie na Telegramie użytkownikowi {name}?
pt_br: Deseja bloquear as mensagens e chamadas de {name} no Telegram?
ru: Запретить {name} писать Вам сообщения и звонить через Telegram?
tr: {name} kullanıcısının Telegram'da sizinle mesajlaşmasını ve sizi aramasını engellemek istiyor musunuz?
uk: Заборонити {name} надсилати вам повідомлення і телефонувати вам у Telegram?

# lng_blocked_list_confirm_title
source: Block {name}
be: Заблакіраваць {name}
ca: Bloca {name}
de: {name} blockieren
es: Bloquear a {name}
fr: Bloquer {name}
it: Blocca {name}
ko: {name} 님 차단
ms: Sekat {name}
nl: Blokkeer {name}
pl: Zablokuj {name}
pt_br: Bloquear {name}
ru: Заблокировать {name}
tr: {name} Engelle
uk: Заблокувати {name}

# lng_blocked_list_not_found
source: No users found.
be: Не знойдзена ніводнага карыстальніка.
ca: No s'ha trobat cap usuari.
de: Keine Nutzer gefunden.
es: No se encontraron usuarios.
fr: Aucun utilisateur trouvé.
it: Nessun utente trovato.
ko: 사용자를 찾지 못했습니다
ms: Tiada pengguna dijumpai.
nl: Geen gebruikers.
pl: Nie znaleziono użytkowników.
pt_br: Nenhum usuário encontrado
ru: Пользователи не найдены.
tr: Kullanıcı bulunamadı.
uk: Користувачів не знайдено.

# lng_blocked_list_restart
source: Restart
be: Перазапуск
ca: Reinicia’l
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ko: 다시 시작
ms: Mula semula
nl: Herstart
pl: Zrestartuj
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden başlat
uk: Перезапустити

# lng_blocked_list_title
source: Blocked users
be: Заблакіраваныя карыстальнікі
ca: Usuaris blocats
de: Blockierte Nutzer
es: Bloqueados
fr: Utilisateurs bloqués
it: Utenti bloccati
ko: 차단된 사용자
ms: Pengguna disekat
nl: Geblokkeerde gebruikers
pl: Zablokowani użytkownicy
pt_br: Usuários bloqueados
ru: Заблокированные пользователи
tr: Engellenen kullanıcılar
uk: Заблоковані користувачі

# lng_blocked_list_unknown_phone
source: unknown phone number
be: невядомы нумар тэлефона
ca: número de telèfon desconegut
de: unbekannte Nummer
es: número desconocido
fr: numéro de téléphone inconnu
it: numero sconosciuto
ko: 알 수 없는 번호
ms: nombor fon tidak diketahui
nl: onbekend nummer
pl: nieznany numer telefonu
pt_br: número desconhecido
ru: неизвестный номер
tr: bilinmeyen telefon numarası
uk: невідомий телефон

# lng_bot_already_in_group
source: The bot is already a member of the group.
be: Гэты бот ужо з'яўляецца ўдзельнікам гэтай суполкі.
ca: El bot ja és membre del grup.
de: Der Bot ist schon in dieser Gruppe.
es: El bot ya es un miembro del grupo.
fr: Le bot est déjà un membre du groupe.
it: Il bot è già membro del gruppo.
ko: 봇이 이 그룹에 이미 참가하고 있습니다.
ms: Bot sudah menjadi ahli grup.
nl: Deze bot is al een groepslid.
pl: Bot jest już członkiem grupy.
pt_br: O bot já é um membro do grupo.
ru: Этот бот уже является участником группы.
tr: Bot zaten grubun bir üyesidir.
uk: Бот вже є учасником групи.

# lng_bot_chats_not_found
source: No chats found
be: Не знойдзена чатаў
ca: No s'ha trobat cap xat
de: Keine Chats gefunden
es: No se encontraron chats
fr: Aucun échange trouvé
it: Nessuna chat trovata
ko: 대화방을 찾지 못했습니다
ms: Tiada bual dijumpai
nl: Geen chats gevonden
pl: Nie znaleziono czatów
pt_br: Nenhuma conversa encontrada
ru: Чаты не найдены
tr: Hiç sohbet bulunamadı
uk: Чатів не знайдено

# lng_bot_choose_chat
source: Select a chat
be: Выберыце чат
ca: Trieu un xat
de: Chat auswählen
es: Elige un chat
fr: Sélectionnez un échange
it: Seleziona una chat
ko: 대화방 선택
ms: Pilih bual
nl: Kies een chat
pl: Wybierz czat
pt_br: Selecione um chat
ru: Выберите чат
tr: Bir sohbet seçin
uk: Виберіть чат

# lng_bot_choose_group
source: Select a Group
be: Выбраць суполку
ca: Trieu un grup
de: Gruppe auswählen
es: Elige un grupo
fr: Sélectionnez un groupe
it: Seleziona un gruppo
ko: 그룹 선택
ms: Pilih Grup
nl: Kies group
pl: Wybierz grupę
pt_br: Selecione um Grupo
ru: Выбор группы
tr: Grup Seçin
uk: Виберіть групу

# lng_bot_groups_not_found
source: No groups found
be: Суполкі не знойдзены
ca: No s'ha trobat cap grup
de: Keine Gruppen gefunden
es: No se encontraron grupos
fr: Aucun groupe trouvé
it: Nessun gruppo trovato
ko: 그룹을 찾지 못했습니다
ms: Tiada grup dijumpai
nl: Geen groepen gevonden
pl: Nie znaleziono grup
pt_br: Nenhum grupo encontrado
ru: Группы не найдены
tr: Grup bulunamadı
uk: Груп не знайдено

# lng_bot_no_chats
source: You have no chats
be: У вас пакуль што няма чатаў
ca: No teniu cap xat
de: Du hast keine Chats
es: No tienes chats
fr: Vous n'avez aucun échange
it: Non hai chat
ko: 대화방이 없습니다
ms: Anda tiada bual
nl: Je hebt nog geen chats
pl: Nie masz żadnych czatów
pt_br: Você não tem conversas
ru: У Вас нет чатов
tr: Hiç sohbetiniz yok
uk: У вас немає чатів

# lng_bot_no_groups
source: You have no groups
be: У вас няма суполак
ca: No teniu cap grup
de: Du hast keine Gruppen
es: No tienes grupos
fr: Vous n'avez aucun groupe
it: Non hai gruppi
ko: 그룹이 존재하지 않습니다.
ms: Anda tiada mempunyai grup
nl: Je hebt geen groepen
pl: Nie masz żadnych grup
pt_br: Você não possui grupos
ru: У Вас пока нет групп
tr: Hiç grubunuz yok
uk: У вас немає груп

# lng_bot_share_location_unavailable
source: Sorry, location sharing is currently unavailable in Telegram Desktop.
be: На жаль, абагульванне месцазнаходжання праз Telegram Desktop пакуль што немагчымае.
ca: Actualment no és possible compartir la ubicació al Telegram Desktop.
de: Teilen von Standorten ist derzeit bei Telegram Desktop nicht möglich.
es: Lo sentimos, compartir la ubicación no está disponible actualmente en Telegram Desktop.
fr: Le partage de position est actuellement indisponible dans Telegram pour bureau.
it: Spiacenti, la condivisione della posizione non è al momento disponibile su Telegram Desktop.
ko: 죄송합니다. 위치 공유는 현재 텔레그램 데스크톱에서 지원하지 않습니다.
ms: Maaf, lokasi kongsi belum ada di Telegram Desktop.
nl: Sorry, locatie delen is nog niet beschikbaar via Telegram Desktop.
pl: Udostępnianie lokalizacji jest obecnie niedostępne w Telegram Desktop.
pt_br: Desculpe, o compartilhamento de localização está indisponível no Telegram Desktop.
ru: В Telegram Desktop пока нельзя делиться геопозицией.
tr: Üzgünüz, konum paylaşımı şu anda Telegram Desktop uygulamasında kullanılamaz.
uk: Ділитися розташуванням у Telegram Desktop ще неможливо.

# lng_bot_share_phone
source: Do you want to share your phone number with this bot?
be: Вы сапраўды хочаце абагуліць ваш нумар тэлефона для гэтага бота?
ca: Voleu compartir el vostre número de telèfon amb aquest bot?
de: Telefonnummer mit diesem Bot teilen?
es: ¿Quieres compartir tu número de teléfono con este bot?
fr: Voulez-vous partager votre numéro de téléphone avec ce bot ?
it: Vuoi condividere il tuo numero di telefono con questo bot?
ko: 회원님의 전화번호를 이 봇과 공유하시겠습니까?
ms: Anda ingin kongsi nombor fon anda dengan bot ini?
nl: Telefoonnummer delen met deze bot?
pl: Czy chcesz udostępnić swój numer telefonu temu botowi?
pt_br: Deseja compartilhar seu número de telefone com esse bot?
ru: Вы хотите отправить свой номер телефона этому боту?
tr: Bu bot ile telefon numaranızı paylaşmak istiyor musunuz?
uk: Ви хочете поділитися своїм номером телефону з цим ботом?

# lng_bot_sure_invite
source: Add the bot to «{group}»?
be: Дадаць бота ў «{group}»?
ca: Voleu afegir el bot a «{group}»?
de: Den Bot zu «{group}» hinzufügen?
es: ¿Añadir el bot a «{group}»?
fr: Ajouter le bot à « {group} » ?
it: Aggiungere il bot a «{group}»?
ko: <<{group}>>에 봇을 추가하시겠습니까?
ms: Tambah bot ke «{group}»?
nl: De bot toevoegen aan "{group}"?
pl: Dodać bota do grupy „{group}”?
pt_br: Adicionar bot em "{group}"?
ru: Добавить бота в «{group}»?
tr: «{group}» grubuna bot eklensin mi?
uk: Додати бота до «{group}»?

# lng_bot_sure_share_game
source: Share the game with {user}?
be: Адправіць спасылку на гульню {user}?
ca: Voleu compartir el joc amb {user}?
de: Das Spiel mit {user} teilen?
es: ¿Compartir el juego con {user}?
fr: Partager le jeu avec « {user} » ?
it: Condividere questo gioco con {user}?
ko: {user} 님과 게임을 공유할까요?
ms: Kongsi mainan dengan {user}?
nl: Spel met {user} delen?
pl: Udostępnić grę użytkownikowi {user}?
pt_br: Compartilhar o jogo com {user}?
ru: Поделиться игрой с {user}?
tr: {user} ile oyun paylaşılsın mı?
uk: Поділитися грою з {user}?

# lng_bot_sure_share_game_group
source: Share the game with «{group}»?
be: Адправіць спасылку на гульню ў «{group}»?
ca: Voleu compartir el joc amb «{group}»?
de: Das Spiel mit «{group}» teilen?
es: ¿Compartir el juego en «{group}»?
fr: Partager le jeu avec « {group} » ?
it: Condividere questo gioco con «{group}»?
ko: «{group}»에 게임을 공유할까요?
ms: Kongsi mainan dengan «{group}»?
nl: Spel met «{group}» delen?
pl: Udostępnić grę grupie „{group}”?
pt_br: Compartilhar o jogo com "{group}"?
ru: Поделиться игрой с «{group}»?
tr: Oyun «{group}» ile paylaşılsın mı?
uk: Поділитися грою з «{group}»?

# lng_bots_password_confirm_check_about
source: You can finish this action only if you have:
be: Вы можаце скончыць гэта дзеянне толькі калі:
ca: Podeu finalitzar aquesta acció només si:
de: Du kannst diese Aktion nur so beenden:
es: Puedes terminar esta acción sólo si:
fr: Vous pouvez terminer cette action uniquement si vous avez :
it: Puoi completare quest'azione solo se hai:
ko: 다음이 있을 경우 이 활동을 완료 할 수 있습니다:
ms: Anda boleh siapkan aksi ini jika anda ada:
nl: Deze actie kun je alleen afronden als je het volgende hebt:
pl: Możesz dokończyć tę operację tylko wtedy, gdy:
pt_br: Você pode fazer isso somente se tiver:
ru: Вы сможете завершить это действие, если:
tr: Bu işlemi yalnızca şunlara sahipseniz bitirebilirsiniz:
uk: Ви зможете завершити цю дію, якщо:

# lng_bots_password_confirm_description
source: Please enter your password to confirm the action.
be: Увядзіце пароль, каб пацвердзіць дзеянне.
ca: Inseriu la vostra contrasenya per a confirmar l'acció.
de: Bitte dein Passwort eingeben, um die Aktion zu bestätigen.
es: Pon tu contraseña para confirmar la acción.
fr: Veuillez saisir votre mot de passe pour confirmer cette action.
it: Per favore inserisci la tua password per completare l'azione.
ko: 이 활동을 확인하기 위해 비밀번호를 입력해주세요.
ms: Sila masukkan kata laluan untuk pastikan aksi.
nl: Voer je wachtwoord in om de actie te bevestigen
pl: Wprowadź swoje hasło, aby potwierdzić operację.
pt_br: Por favor, digite a sua senha para confirmar a ação.
ru: Для подтверждения действия, пожалуйста, введите пароль.
tr: Lütfen işlemi onaylamak için parolanızı girin.
uk: Введіть пароль, щоб підтвердити цю дію.

# lng_bots_password_confirm_title
source: Two-step verification
be: Двухэтапная праверка
ca: Verificació en dos passos
de: Zweistufige Bestätigung
es: Verificación en dos pasos
fr: Double authentification
it: Verifica in due passaggi
ko: 2단계 검증
ms: Verifikasi dua langkah
nl: Twee-staps-verificatie
pl: Weryfikacja dwustopniowa
pt_br: Verificação em duas etapas
ru: Двухэтапная аутентификация
tr: İki adımlı doğrulama
uk: Двоетапна перевірка

# lng_broadcast_ph
source: Broadcast a message...
be: Апублікаваць паведамленне...
ca: Publiqueu un missatge...
de: Sende einen Broadcast...
es: Difunde un mensaje…
fr: Diffusion...
it: Pubblica un messaggio...
ko: 메시지 알리기...
ms: Siar mesej...
nl: Massabericht...
pl: Nadaj wiadomość…
pt_br: Transmitir uma mensagem...
ru: Публикация...
tr: Bir mesaj yayınla…
uk: Транслювати повідомлення...

# lng_broadcast_silent_ph
source: Silent broadcast...
be: Апублікаваць бязгучна...
ca: Publicació silenciosa...
de: Lautloser Broadcast...
es: Difusión silenciada...
fr: Diffusion silencieuse...
it: Post silenzioso...
ko: 조용히 알리기...
ms: Senyapkan siaran...
nl: Stil massabericht...
pl: Ciche nadawanie…
pt_br: Transmitir sem som...
ru: Тихая публикация...
tr: Sessiz yayın…
uk: Без сповіщення...

# lng_calendar_beginning
source: Beginning
be: Пачатак
ca: Principi
de: Anfang
es: Comienzo
fr: Début
it: Inizio
ko: 시작일
ms: Bermula
nl: Begin
pl: Początek
pt_br: Começo
ru: В начало
tr: Başlangıç
uk: На початок

# lng_calendar_end_tip
source: Press and hold to jump to the end.
be: Націсніце і ўтрымлівайце, каб перайсці ў канец.
ca: Manteniu premut per a anar al final.
de: Halte die Taste gedrückt, um zum Ende zu wechseln.
es: Mantén pulsado para ir al final.
fr: Appuyer et maintenir pour basculer à la fin.
it: Tieni premuto per andare alla fine.
ko: 마지막으로 가려면 꾹 눌러주세요.
ms: Tekan lama untuk lompat ke penghujung.
pl: Naciśnij i przytrzymaj, aby przeskoczyć na koniec.
pt_br: Toque e segure para ir até o fim.
ru: Для перехода к концу нажмите и удерживайте.
tr: Sona atlamak için basılı tutun.
uk: Натисніть і утримуйте, щоб перейти в кінець.

# lng_calendar_select_days
source: Select days
be: Выбраць дні
ca: Selecció
de: Tage auswählen
es: Seleccionar días
fr: Sélectionner des jours
it: Seleziona giorni
ko: 날짜 선택
ms: Pilih hari
pl: Zaznacz dni
pt_br: Selecionar dias
ru: Выбрать дни
tr: Günleri seç
uk: Вибрати дні

# lng_calendar_start_tip
source: Press and hold to jump to the start.
be: Націсніце і ўтрымлівайце, каб перайсці ў пачатак.
ca: Manteniu premut per a anar a l'inici.
de: Halte die Taste gedrückt, um zum Anfang zu wechseln.
es: Mantén pulsado para ir al comienzo.
fr: Appuyer et maintenir pour basculer au début.
it: Tieni premuto per andare all'inizio.
ko: 시작으로 이동하려면 꾹 눌러주세요.
ms: Tekan lama untuk lompat ke permulaan.
pl: Naciśnij i przytrzymaj, aby przeskoczyć na początek.
pt_br: Toque e segure para ir até o início.
ru: Для перехода к началу нажмите и удерживайте.
tr: Başa atlamak için basılı tutun.
uk: Натисніть і утримуйте, щоб перейти на початок.

# lng_call_box_about
source: You haven't made any Telegram calls yet.
be: Вы пакуль што не рабілі выклікаў.
ca: Encara no heu fet cap trucada de Telegram.
de: Du hast noch keine Anrufe geführt.
es: Aún no has realizado llamadas.
fr: Vous n'avez pas encore passé d'appels Telegram.
it: Non hai ancora effettuato alcuna chiamata Telegram.
ko: 텔레그램 전화를 사용한 적이 없습니다.
ms: Anda belum buat panggilan Telegram lagi.
nl: Nog geen oproepen.
pl: Nie wykonano jeszcze żadnych połączeń Telegramem.
pt_br: Você ainda não fez nenhuma chamada.
ru: Вы пока никому не звонили.
tr: Henüz Telegram araması yapmadınız.
uk: Ви ще не телефонували.

# lng_call_box_clear_all
source: Clear All
be: Ачысціць усе
ca: Esborra-ho tot
de: Alles leeren
es: Eliminar todo
fr: Tout effacer
it: Elimina tutto
ko: 모두 지우기
ms: Hapus Semua
nl: Alles wissen
pl: Usuń wszystkie
pt_br: Limpar Tudo
ru: Очистить всё
tr: Tümünü Temizle
uk: Очистити все

# lng_call_box_clear_sure
source: Are you sure you want to completely clear your calls log?
be: Вы сапраўды хочаце цалкам ачысць ваш журнал выклікаў?
ca: Segur que voleu esborrar completament el registre de trucades?
de: Möchtest du wirklich deinen Anrufverlauf vollständig leeren?
es: ¿Quieres eliminar completamente tu registro de llamadas?
fr: Voulez-vous vraiment effacer complètement votre historique d'appels ?
it: Vuoi davvero eliminare completamente il registro delle chiamate?
ko: 정말 통화 내역을 완전히 삭제하시겠습니까?
ms: Anda pasti ingin hapus kesemua log panggilan anda?
nl: Echt je complete oproepgeschiedenis wissen?
pl: Na pewno chcesz całkowicie usunąć rejestr połączeń?
pt_br: Deseja remover o seu histórico de chamadas completamente?
ru: Вы точно хотите полностью очистить журнал звонков?
tr: Arama günlüğünüzü tamamen temizlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити журнал викликів?

# lng_call_box_status_date
source: {date} at {time}
be: {date} а {time}
ca: {date} a les {time}
de: {date} um {time}
es: {date} a las {time}
fr: {date} à {time}
it: {date} alle {time}
ko: {date} {time}
ms: {date} jam {time}
nl: {date} om {time}
pl: {date} o {time}
pt_br: {date} às {time}
ru: {date} в {time}
tr: {date} {time}
uk: {date}, {time}

# lng_call_box_status_yesterday
source: yesterday at {time}
be: учора а {time}
ca: ahir a les {time}
de: Gestern um {time}
es: ayer a las {time}
fr: hier à {time}
it: ieri alle {time}
ko: 어제 {time}
ms: kelmarin jam {time}
nl: Gisteren om {time}
pl: wczoraj o {time}
pt_br: ontem às {time}
ru: вчера в {time}
tr: dün {time}
uk: вчора, {time}

# lng_call_cancelled
source: Cancelled call
be: Скасаваны выклік
ca: Trucada cancel·lada
de: Abgebrochener Anruf
es: Llamada cancelada
fr: Appel annulé
it: Chiamata annullata
ko: 취소한 전화
ms: Batal panggilan
nl: Geannuleerde oproep
pl: Połączenie anulowane
pt_br: Chamada cancelada
ru: Отменённый звонок
tr: İptal edilen arama
uk: Скасований виклик

# lng_call_declined
source: Declined call
be: Адхілены выклік
ca: Trucada rebutjada
de: Abgelehnter Anruf
es: Llamada rechazada
fr: Appel refusé
it: Chiamata rifiutata
ko: 거부한 전화
ms: Tidak menjawab panggilan
nl: Geweigerde oproep
pl: Połączenie odrzucone
pt_br: Chamada recusada
ru: Отклонённый звонок
tr: Reddedilen arama
uk: Відхилений виклик

# lng_call_end_call
source: End Call
be: Завяршыць
ca: Penja
de: Auflegen
es: Finalizar
fr: Terminer
it: Termina
ko: 통화 종료
ms: Tamat
nl: Ophangen
pl: Zakończ
pt_br: Encerrar
ru: Завершить
tr: Arama Bitir
uk: Завершити

# lng_call_error_audio_io
source: There seems to be a problem with your sound card. Please make sure that your computer's speakers and microphone are working and try again.
be: Здаецца, што на вашым камп'ютары маюцца праблемы з прайграваннем гуку. Пераканайцеся, што дынамікі і мікрафон падлучаныя і працуюць правільна, пасля чаго паспрабуйце яшчэ раз.
ca: Sembla que hi ha un problema amb la targeta de so. Assegureu-vos que els altaveus i el micròfon funcionen i torneu a provar-ho.
de: Leider gibt es ein Problem mit deiner Soundkarte. Bitte stelle sicher, dass Lautsprecher und Mikrofon funktionieren und probiere es erneut.
es: Parece que hay un problema con tu tarjeta de sonido. Por favor, asegúrate de que el altavoz y el micrófono de tu computadora están funcionando y reinténtalo.
fr: Il semble y avoir un problème avec votre carte son. Merci de vérifier que les haut-parleurs et le microphone de votre ordinateur fonctionnent et de réessayer.
it: Sembra esserci un problema con la tua scheda audio. Per favore assicurati che gli altoparlanti e il microfono del tuo computer stiano funzionando e riprova.
ko: 회원님의 사운드 카드에 문제가 생긴 것 같습니다. 컴퓨터의 스피커와 마이크가 작동하는지 확인한 뒤에 다시 시도해 보세요.
ms: Terdapat masalah dengan kad audio di komputer anda. Sila pastikan spiker dan mikrofon berfungsi dan cuba semula.
nl: Er lijkt iets mis te gaan met het afspelen van audio op je computer. Zorg dat je microfoon en luidsprekers werken en probeer het opnieuw.
pl: Wygląda na to, że masz problem z kartą dźwiękową. Upewnij się, że głośniki i mikrofon komputera działają prawidłowo i spróbuj ponownie.
pt_br: Parece haver um problema com sua placa de som. Verifique se os alto-falantes e microfone estão funcionando e tente novamente.
ru: Похоже, на компьютере проблема с воспроизведением аудио. Пожалуйста, проверьте работу динамиков и микрофона и попробуйте ещё раз.
tr: Ses kartınızla ilgili bir sorun var gibi görünüyor. Lütfen bilgisayarınızın hoparlörlerinin ve mikrofonunun çalıştığından emin olun ve tekrar deneyin.
uk: Здається, що є проблема з вашою звуковою картою. Перевірте роботу динаміків та мікрофона і спробуйте ще раз.

# lng_call_error_camera_not_started
source: You can switch to video call once you're connected.
be: Вы можаце пераключыцца на відэавыклік пасля злучэння.
ca: Podeu canviar a videotrucada una vegada us connecteu.
de: Du kannst zu einem Videoanruf wechseln, sobald du verbunden bist.
es: Puedes cambiar a videollamada una vez que te conectes.
fr: Vous pouvez basculer à un appel vidéo une fois que vous êtes connecté.
it: Puoi passare alla videochiamata una volta connesso.
ko: 연결되면 화상 통화로 전환할 수 있습니다.
ms: Anda boleh tukar ke panggilan video sebaik sahaja anda disambung.
nl: Zodra je bent verbonden kun je overschakelen op een video-oproep.
pl: Po nawiązaniu połączenia możesz przełączyć się na rozmowę wideo.
pt_br: Você pode iniciar uma videochamada após a conexão.
ru: Вы можете переключиться на видеозвонок после подключения.
tr: Bağlandığınızda görüntülü aramaya geçebilirsiniz.
uk: Ви зможете перемкнутися на відеовиклик після під'єднання.

# lng_call_error_camera_outdated
source: {user}'s app does not support video calls. They need to update their app.
be: {user} выкарыстоўвае праграму, якая не падтрымлівае відэавыклікі. Карыстальніку трэба абнавіць праграму.
ca: L'aplicació de {user} no és compatible amb les videotrucades. Cal que l'actualitzi.
de: Die App von {user} unterstützt keine Videoanrufe. Der Chatpartner muss erst die App aktualisieren.
es: La app de {user} no es compatible con las videollamadas. Necesita actualizar su app para recibir tu llamada.
fr: Désolé, {user} utilise une ancienne version de Telegram qui ne prend pas en charge les appels vidéo.
it: L'app di {user} non supporta le videochiamate. Deve aggiornare la sua app.
ko: {user} 님의 앱이 영상 통화를 지원하지 않습니다. 전화를 거시기 전에 이 사용자가 앱을 업데이트해야 합니다.
ms: Aplikasi {user} tak mendokong paggilan video. Mereka harus kemaskini aplikasi mereka.
nl: Sorry, {user} gebruikt een oude versie van Telegram die geen videogesprekken ondersteunt.
pl: Aplikacja użytkownika {user} nie obsługuje rozmów wideo. Musi on zaktualizować swoją aplikację.
pt_br: O aplicativo de {user} não faz videochamadas e precisa ser atualizado para isso.
ru: Приложение {user} не поддерживает видеозвонки. Пользователю необходимо обновить приложение.
tr: {user} kişisinin uygulaması görüntülü aramaları desteklemiyor. Onu arayabilmeniz için uygulamasını güncellemesi gerekiyor.
uk: Програма, якою користується {user}, не підтримує відеовикликів. Співрозмовник має оновити Telegram.
